{
	"JulieSphere™ Essentials Art Analytics 2022": "JulieSphere™ Essentials Kunstanalyse 2022",
	"Language": "Language",
	"English": "Englisch",
	"French": "Französisch",
	"Deutsch &lt;3": "Deutsch &lt;3",
	"Fuwwy :3": "Fuwwy :3",
	"Add an artist": "Künstler hinzufügen",
	"Selected artist": "Ausgewählter Künstler",
	"+ Add": "+ Addieren",
	"©2022 JuliePro. All rights reserved.": "©2022 JuliePro. Alle Rechte vorbehalten. Deutsche Übersetzung von Capy der Protogen. <3",
	"An error occured while loading the video.": "Eine Fehler ist beim abspielen des Videos aufgetreten.",
	"There are no tracks for this album.": "Es gibt keine Titel für dieses Album.",
	"Back to Albums": "Zurück zu den Alben",
	"Could not fetch track&apos;s youtube id from Spotify.": "Konnte die Youtube-ID des Titels nicht von Spotify abrufen.",
	"Track has no youtube ID!": "Titel hat keine Youtube-ID!",
	"No track id provided.": "Keine Titel-ID angegeben.",
	"No album id provided.": "Keine Album-ID angegeben.",
	"Could not fetch album&apos;s tracks from Spotify.": "Konnte die Titel des Albums nicht von Spotify abrufen.",
	"Album has no tracks.": "Album hat keine Titel.",
	"No album artist ID was provided.": "Es wurde keine Album-Künstler-ID angegeben.",
	"An error occured while fetching the albums from Spotify&apos;s API.": "Beim Abrufen der Alben von Spotify&apos;s API ist ein Fehler aufgetreten.",
	"DAMN IT": "VERDAMMT",
	"Tracks": "Titel",
	"Search for artist...": "Suche nach Künstler...",
	"There are no concerts on Bandsintown for this artist.": "Es gibt keine Konzerte von Bandsintown für diesen Künstler.",
	"No artist name was provided.": "Es wurde kein Künstlername angegeben.",
	"No concerts found for this artist.": "Keine Konzerte für diesen Künstler gefunden.",
	"Albums": "Alben",
	"Concerts": "Konzerte",
	"There is no artist selected. Select an artist above to see its stats.": "Es ist kein Künstler ausgewählt. Wählen Sie oben einen Künstler aus, um seine Statistiken anzuzeigen.",
	"Added artists": "Hinzugefügte Künstler",
	"There are no artists added. Add artists to see them here.": "Es gibt keine hinzugefügten Künstler. Fügen Sie Künstler hinzu, um sie hier zu sehen.",
	"Please enter an artist name!": "Bitte geben Sie einen Künstlernamen ein!",
	"An error occured while fetching artists from the Spotify API.": "Beim Abrufen von Künstlern von der Spotify-API ist ein Fehler aufgetreten.",
	"Multiple artists found. Please be more specific.": "Mehrere Künstler gefunden. Bitte seien Sie präziser.",
	"Page not found!": "Seite nicht gefunden!",
	"Sorry, but the page you are looking for does not exist.": "Entschuldigung, aber die von Ihnen gesuchte Seite existiert nicht."
}