{
	"JulieSphere™ Essentials Art Analytics 2022": "JulieSphere™ Essentials Analyse Musicale 2022",
	"Language": "Langue",
	"English": "Anglais",
	"French": "Français",
	"Deutsch &lt;3": "Allemand &lt;3",
	"Fuwwy :3": "Fuwwy :3",
	"Add an artist": "Ajouter un artiste",
	"+ Add": "+ Ajouter",
	"Tracks": "Pistes",
	"Search for artist...": "Rechercher un artiste...",
	"Selected artist": "Artiste sélectionné",
	"©2022 JuliePro. All rights reserved.": "©2022 JuliePro. Tous droits réservés.",
	"An error occured while loading the video.": "Une erreur s'est produite lors du chargement de la vidéo.",
	"There are no tracks for this album.": "Il n'y a pas de pistes pour cet album.",
	"Back to Albums": "Retour aux Albums",
	"Could not fetch track&apos;s youtube id from Spotify.": "Impossible de récupérer l'identifiant Youtube de la piste à partir de Spotify.",
	"Track has no youtube ID!": "La piste n'a pas d'identifiant Youtube!",
	"No track id provided.": "Aucun identifiant de piste fourni.",
	"No album id provided.": "Aucun identifiant d'album fourni.",
	"Could not fetch album&apos;s tracks from Spotify.": "Impossible de récupérer les pistes de l'album à partir de Spotify.",
	"Album has no tracks.": "L'album n'a pas de pistes.",
	"No album artist ID was provided.": "Aucun identifiant d'artiste d'album n'a été fourni.",
	"An error occured while fetching the albums from Spotify&apos;s API.": "Une erreur s'est produite lors de la récupération des albums à partir de l'API Spotify.",
	"DAMN IT": "BON SANG",
	"There are no concerts on Bandsintown for this artist.": "Il n'y a pas de concerts sur Bandsintown pour cet artiste.",
	"No artist name was provided.": "Aucun nom d'artiste n'a été fourni.",
	"No concerts found for this artist.": "Aucun concert trouvé pour cet artiste.",
	"Albums": "Albums",
	"Concerts": "Concerts",
	"There is no artist selected. Select an artist above to see its stats.": "Aucun artiste n'est sélectionné. Sélectionnez un artiste ci-dessus pour voir ses statistiques.",
	"Added artists": "Artistes ajoutés",
	"There are no artists added. Add artists to see them here.": "Il n'y a pas d'artistes ajoutés. Ajoutez des artistes pour les voir ici.",
	"Please enter an artist name!": "Veuillez entrer un nom d'artiste!",
	"An error occured while fetching artists from the Spotify API.": "Une erreur s'est produite lors de la récupération des artistes à partir de l'API Spotify.",
	"Multiple artists found. Please be more specific.": "Plusieurs artistes trouvés. Veuillez être plus précis.",
	"Page not found!": "Page introuvable!",
	"Sorry, but the page you are looking for does not exist.": "Désolé, mais la page que vous recherchez n'existe pas."
}