Repository: Thurinum/juliesphere-music
Catalog: src/locale/messages.*.xlf
Languages: fr

source: JulieSphere™ Essentials Art Analytics 2022
fr: JulieSphere™ Essentials Analyse Musicale 2022

source: Language
fr: Langue

source: English
fr: Anglais

source: French
fr: Français

source: Add an artist
fr: Ajouter un artiste

source: + Add
fr: + Ajouter

source: ©2022 JuliePro. All rights reserved.
fr: ©2022 JuliePro. Tous droits réservés.

source: An error occured while loading the video.
fr: Une erreur est survenue lors du chargement de la vidéo.

source: There are no tracks for this album.
fr: Il n'y a pas de pistes pour cet album.

source: Back to Albums
fr: Retour aux Albums

source: Could not fetch track's youtube id from Spotify.
fr: Impossible de récupérer l'identifiant Youtube de la piste depuis Spotify.

source: Track has no youtube ID!
fr: La piste n'a pas d'identifiant Youtube !

source: No track id provided.
fr: Aucun identifiant de piste fourni.

source: No album id provided.
fr: Aucun identifiant d'album fourni.

source: Could not fetch album's tracks from Spotify.
fr: Impossible de récupérer les pistes de l'album depuis Spotify.

source: Album has no tracks.
fr: L'album n'a pas de pistes.

source: No album artist ID was provided.
fr: Aucun identifiant d'artiste d'album n'a été fourni.

source: An error occured while fetching the albums from Spotify's API.
fr: Une erreur s'est produite lors de la récupération des albums depuis l'API Spotify.

source: DAMN IT
fr: PUTAIN

source: At <b> {{concert.address}} </b> on <b> {{concert.date.toLocaleDateString()}} </b> at <b> {{concert.date.getHours()}} : {{concert.date.getMinutes().toString().padStart(2, "0")}} </b>
fr: À <b> {{concert.address}} </b> le <b> {{concert.date.toLocaleDateString()}} </b> à <b> {{concert.date.getHours()}} : {{concert.date.getMinutes().toString().padStart(2, "0")}} </b>

source: There are no concerts on Bandsintown for this artist.
fr: Il n'y a pas de concerts sur Bandsintown pour cet artiste.

source: No artist name was provided.
fr: Aucun nom d'artiste n'a été fourni.

source: No concerts found for this artist.
fr: Aucun concert trouvé pour cet artiste.

source: Selected artist <span *ngIf="artist"> : </span> <em> {{artist?.name}} </em>
fr: Artiste sélectionné <span *ngIf="artist"> : </span> <em> {{artist?.name}} </em>

source: There is no artist selected. Select an artist above to see its stats.
fr: Aucun artiste n'est sélectionné. Sélectionnez un artiste ci-dessus pour voir ses statistiques.

source: Added artists
fr: Artistes ajoutés

source: There are no artists added. Add artists to see them here.
fr: Aucun artiste n'a été ajouté. Ajoutez des artistes pour les voir ici.

source: Please enter an artist name!
fr: Veuillez entrer un nom d'artiste !

source: An error occured while fetching artists from the Spotify API.
fr: Une erreur s'est produite lors de la récupération des artistes depuis l'API Spotify.

source: Artist " name " not found.
fr: L'artiste " name " n'a pas été trouvé.

source: Multiple artists found. Please be more specific.
fr: Plusieurs artistes trouvés. Veuillez être plus précis.

source: Artist " name " already added.
fr: L'artiste " name " a déjà été ajouté.

source: Page not found!
fr: Page non trouvée !

source: Sorry, but the page you are looking for does not exist.
fr: Désolé, mais la page que vous recherchez n'existe pas.
